声音法术
SOUND SPELLS

低音Sound
标准
产生施法者所希望的任何无意义的声音 - 昆虫的低鸣，遥远的呀呀声，落下的东西或任何类似的东西。该法术不能产生巨大的噪音。一旦法术被施放，它不需要专注。
持续时间和能量花费：1创造5秒的声音; 2创造持续一整分钟的声音;每分钟维持1次。
道具 任何。不断产生指定的声音（尽管链接link通常用于打开和关闭）。
创造能量花费：50.

敏锐听觉Keen Hearing
正如心灵控制法术下的列表，p133。

沉默术Silence
区域	
创造一个安静的区域。这个区域内没有人能听到任何声音，在这个区域不会发出任何声音。影响区域，而不是其中的人;任何离开的人都可以说话。请注意，沉默区域会阻止需要语言的法术工作！
持续时间：1分钟。
基础能量花费：2施放。 1维持。
先决条件：低音Sound。
道具 一个地区可以永久沉默;该法术放在地面或地板上，如果该区域被撕裂，则会被打破。或者一个大型地毯可以附魔为便携式无声区域。制造能量消耗：每码半径80，但整个地区只需要一个法术。 

声音视觉Sound Vision 
标准（声音视觉标准）
目标通过声音看到，就像蝙蝠或海豚一样，就好像他具有扫描式感官Scanning Sense（声纳）优势（p。B81）。沉默Silence和沉默之墙Wall of Silence法术会使目标陷入类似黑暗，而使用静默Hush或法师潜行Mage-Stealth的人无法被声音视觉看到。如果他想要，并且有光照，目标仍然可以使用他的正常视觉。
持续时间：1分钟。
能量花费：5施放。 2维持。
先决条件：敏锐听觉Keen Hearing或敏锐听觉Acute Hearing优势。
道具 权杖，魔杖或珠宝;只影响佩戴者。创造能量消耗：400. 

雷鸣Thunderclap 
标准
产生一声巨响，如爆炸或雷声。 “目标”是施法者选择作为法术中心的地方。在户外，在这个地方3码范围内的任何人都必须进行ht检定或耳聋;任何耳聋的都可以每过一小时对抗HT，然后恢复。在一个封闭区域 - 在任何维度上少于10码的区域 - 将这个距离增加到6码！施法者本人HT + 2检定
能量花费：2.
先决条件：低音Sound。
道具 手套，权杖，魔杖或珠宝。制造能量消耗：300. 

幻音Voices 
标准
产生一个有意义的声音 - 声音，音乐等 - 标准的音量。要求施法者持续专注。
持续时间：1分钟。
能量花费：3施放。 2维持。
先决条件：低音Sound。
道具 任何。该道具重复某段声音一遍又一遍（除非受限于链接）。制造能量消耗：每个字20。 

篡音Garble 
标准;被will所抵抗
目标（生物）不能再发出有意义的声音;声音完全乱码。这个法术可以使对手的法师无能为力！
持续时间：1分钟。
能量花费：4施放。 2维持。
先决条件：幻音Voices。
道具 （a）服装或首饰;只影响佩戴者。永远起效。制造能量消耗：400（b）权杖或魔杖。只能由法师使用;该道具必须接触目标。制造能量消耗：1,000。

模仿语音Imitate Voice
标准;被HT抵抗
改变目标的声音，以精确模仿施法者已知的其他单个人的声音（包括特殊的变化和重音）。如果施法者只是几次或很久以前才听到声音（逼真记忆Eidetic或摄影式记忆Photographic Memory在这里很有帮助），则从记忆中重新创造一个熟悉的声音对技能-2点惩罚，或更糟。为了确定熟悉被模仿的人的声音的人是否被愚弄，当他第一次听到时，在该法术和聆听者的IQ之间进行快速对抗。
修正：+2，用于熟悉被模仿的人的亲密伙伴; -2，适合那些无所谓被欺骗或没有密切关注的人。
持续时间：1分钟。
能量花费：3施放。 1维持。
先决条件：幻音Voices。

沉默之墙Wall of Silence
区域
围绕受影响的区域，声音无法通过。其中的人不能听到外面的声音，或被外面的人听到。需要语言的法术的施放不受影响。
持续时间：1分钟。
基础能量花费：2施放。 1维持。
先决条件：沉默Silence。
道具 类似沉默Silence，但能量花费是每码半径100。

静默Hush
标准;被will抵抗
目标（一个物体或生物）不会发出声音，无论意外地或故意地。每当需要掷骰时，目标的潜行技能增加3;或者聆听目标的任何人的听力检定减5。这个法术可以使战斗中的敌人沉默Silence！
持续时间：如果目标试图抵抗，则持续10秒，否则持续1分钟。
能量花费：2施放。 1维持。
施放时间：2秒。
先决条件：沉默Silence。
道具 服装或首饰;只影响佩戴者。创造能量消耗：200.

法师潜行Mage-Stealth
标准
目标可以安静地移动，无声呼吸等，但仍然可以在必要时进行谈话。其他好处就像Hush。
持续时间：1分钟。
能量花费：3施放。 2维持。
施放时间：3秒。
先决条件：静默Hush。
道具 服装或首饰;只影响佩戴者。创造的能量花费：500.

巨大声音Great Voice
标准
即使在很远的距离，目标所看到的每个人都可以清楚明白地听到目标的声音。如果目标在说话之前指定了某些人，那么只有少数选定的才能听到该目标声音（当然，在正常听觉范围内的无论如何都听得到）。请注意，例如，不能通过躲在岩石后切断目标的声音。这个法术被船长，军事指挥官和公众演讲者广泛使用。如果原始声音很大，声音可能会变得刺耳，但不会造成耳聋或造成伤害。
持续时间：1分钟。
能量花费：3施放。 1维持。
施放时间：2秒。
先决条件：幻音Voices和雷鸣Thunderclap。
道具 权杖，魔杖，头盔或首饰;只影响佩戴者。制造能量消耗：200.

噪音Noise
区域
用毫无意义，连续，非常大声的声音填充一个区域。该区域内没有人可以进行对话或听到其他声音。使用任何基于IQ的技能要么分心（例如法术），要么-3（或两者都有！GM的选择）。沉默之墙Wall of Silence围绕着受影响的地区。抵抗（并被抵抗）沉默。
持续时间：5秒。
基础能量花费：4施放。 2维持。
先决条件：沉默之墙Wall of Silence。
道具 一个区域可能会永久制造嘈杂;该法术施放在地板或地面上，如果该区域被撕裂，则该法术被破坏。或者一块地毯可能会让人附魔便携式噪音区域。制造能量消耗：每码半径100，但整个区域只需要一个法术。

延迟消息Delayed Message
区域
创造一个口头消息，该消息可以延迟消失，直到施法时指定的某个人到达该区域。收信人清楚地听到它，无论其他噪音如何，但没有其他人听到它。施放在该区域的侦测魔法法术显示区域存在延迟消息，但只有大成功揭示更多。大成功揭示了以下内容之一（随机掷骰）：发件人，目标收件人或邮件的文字（不含任何隐含含义）。这不算作“持续的法术” - 法师施放下它并忘记它。
持续时间：直到指定的人到达。
能量花费：每个简单的句子3 - 每个句子一个想法。无法维持。
施放时间：4秒。
先决条件：魔法天赋1，幻音Voices和感知生命Sense Life。

抵抗声音Resist Sound
标准
目标（人物，生物或物体）以及他携带的任何东西都不受声音的影响：雷鸣Thunderclaps不会使他失去听觉，声波武器不会伤害他，音流Sound Jet不会震慑他，等等。不过，噪音Noise可能仍会分散注意力。非常流行在高TLs。
这也是一个保护和警戒的法术。
持续时间：1分钟。
能量花费：2施放。 1维持。
先决条件：至少四个声音法术。
道具 （a）任何。只影响佩戴者。制造能量消耗：800.（b）魔杖，权杖或珠宝。制造能量消耗：1,200。

音流Sound Jet 
标准
从指尖射出一束非常尖锐的声音。每回合，施法者都会检定先天攻击或DX-4发动攻击。这种攻击可能被闪躲或格挡，但不会被招架。这个法术没有实际的伤害，但是被击中的任何人必须进行HT减去该法术的能量消耗的检定或被震慑（见B420眩晕效果）。每5点DR给目标的有效HT值+1加值。每回合，一个震慑的人可能会进行HT减去该法术的能量消耗的检定来恢复。
持续时间：1秒。
能量花费：1至4施放。维持相同的能量花费。码数范围等于能量花费。
先决条件：巨大声音Great Voice。
道具 权杖，魔杖或珠宝。只能由法师使用。制造能量消耗：400.

震荡Concussion
飞弹
正如气系法术下的p 26.

密谈Converse
标准
即使在嘈杂的环境中（如喧闹的派对），也可以让施法者和他的目标安静地交谈，而不用担心被窃听。无论周围的喧嚣如何，受法术影响的每个人都会清楚地听到对方的话。听觉范围内的其他生物将听到无意义的谈话嗡嗡声。此法术抵抗阻止声音的法术，如沉默Silence或噪音Noise。
持续时间：只要维持眼神接触。
能量花费：2.
先决条件：魔法天赋 1，篡音Garble和沉默Silence。
道具 任何。只能由法师使用。制造能量消耗：150.

远听Far-Hearing
信息
施法者可以听到任何他可以看到的对话，即使在很远的距离，或者透过厚度不超过6英尺的固体物体听到。他会自动成功所有听力检定。
这也是一个知识法术。
持续时间：1分钟。
能量花费：4施放。 2维持。
施放时间：3秒。
先决条件：魔法天赋 1和其他四种声音法术。没有耳聋或听力障碍;
道具服装或首饰。只影响佩戴者。制造能量消耗：400. 

抄写Scribe 
标准
活化笔，记下施法者在法术持续时间内所口述的任何内容。如果施法者只失败1或2，钢笔仍然是活化的，但转录并不完全准确！因此，施法者应该复查他的工作。在更高的TL中，这个法术也可以用于打字机，电脑键盘和其他转录设备。
持续时间：1分钟。
能量花费：3施放。 1维持。
先决条件：幻音Voices，物体起舞Dancing Object，并且必须至少在一种语言中具有较好或更好的书面理解能力。
道具 一支钢笔可以以250的能量消耗永久活化。对于额外的100点能量（这可能是一个单独的附魔），施法者可以将它与别人同调。 

音谱抄写Musical Scribe 
标准
活化笔，用乐谱记录了施法者的哼唱，唱歌或演奏的任何曲调。施法者也可以将钢笔调谐到另一个人（或收音机等）创造的声音，而不是他自己。笔只记录音乐;如果要同时录制歌词，那么第二支被施放抄写Scribe的钢笔就可以！
时间：1分钟。
能量花费：3施放。 1维持。如果提供的纸张没有正确规划音符，则将能量花费提高1（包括施法和维持）（笔必须更加努力地提供线条以及笔记！）
先决条件：抄写Scribe。
道具 一支钢笔可以在350的能量消耗下永久活化。施法者可以命令它改变 “谐音”的来源。

传信Message
标准;被阻碍声音的法术抵抗
向目标发送口头信息。使用长距离修正（第14页）。如果施法者不知道目标，他就是-2。如果他不知道目标的下落，他也是-5（一个成功的探知Seeker法术会消除这个）。这些惩罚可能是累积的。成功的追踪会获得+5加值。无论他的声音环境如何，目标都清楚明了地听到了这个信息，但没有其他人听到它。沉默Silence，沉默之墙Wall of Silence和噪音Noise将抵抗传入的信息。
这也是交流和情感的法术。
持续时间：信息以50英里/小时的速度前往目标。当施法能量花费翻倍时，这个速度加倍。
能量花费：每15秒消息持续时间消耗1。
施放时间：与施法者说的信息持续时间相同。
先决条件：巨大声音Great Voice和探知Seeker。
道具 一个海螺，使用者说话时，需要想象目标和他周围的环境。制造能量消耗：1,000。

法师之嘴Wizard Mouth
标准如
知识法术下所列，p104.

改变声音Alter Voice
标准;被HT抵抗
如身体控制法术下列出，p41.

银舌Silver Tongue 
标准
授予迷人声线Voice优势（第97页）。这个法术对已经拥有优势的生物没有任何影响。
持续时间：1分钟。
能量花费：3施放。 2维持。
先决条件：幻音Voices和情绪控制Emotion Control。
道具 （a）权杖或魔杖。只能由法师使用;该道具必须接触目标。制造能量消耗：200.（b）珠宝;必须有一张夜莺的图案。始终开启，只会影响佩戴者。创造能量消耗：600.

过去之音Echoes of the Past
标准
正如知识法术下的列表，p107. 

法师之耳Wizard Ear 
标准
创造施法者耳朵的复制品，通过它可以听到。耳朵可能会移动而不会碰到东西（就像它有声音视觉一样），尽管它最多“看见”大厅和房间的一般大小和形状。该法术可以施放到已存在的法师之眼（标准或不可见）上;这不会改变它的形状，但可以让它听到对话和其他声音。
持续时间：1分钟。
能量花费：4施放。 3维持。
施放时间：2秒。
先决条件：意念之手Apportation，远听Far-Hearing和声音视觉Sound Vision。
道具 任何描绘人耳的绘画或雕塑都可能变成一个不动的法师耳朵，通过它可以让耳形护身符的持有者，无论距离如何都可以听到。每个这样的耳朵只链接一个护身符，反之亦然。施法时的能量消耗：450.

隐形法师之耳Invisible Wizard Ear
标准
创造一个法师之耳，如果没有看破隐形法术，则无法看到它。任何猜测它可能在哪里的人都可以攻击，但是不可见性和小尺寸的累积修正几乎不可能打到目标。
持续时间：1分钟。
能量花费：5施放。 3维持。
施放时间：4秒。
先决条件：法师之耳Wizard Ear和隐形Invisibility。
